Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Uses locally imported MMDB files. No IP addresses leave the device. You can import multiple ASN/country databases and the app merges the fields it finds.
ar: يستخدم ملفات MMDB المستوردة محليًا. لا تغادر أي عناوين IP الجهاز. يمكنك استيراد عدة قواعد بيانات ASN/بلد ويدمج التطبيق الحقول التي يجدها.
ca: Usa fitxers MMDB importats localment. Cap adreça IP surt del dispositiu. Podeu importar diverses bases de dades ASN/país i l'aplicació fusiona els camps que troba.
cs: Používá lokálně importované soubory MMDB. Žádné IP adresy neopouštějí zařízení. Můžete importovat více databází ASN/země a aplikace sloučí nalezená pole.
da: Bruger lokalt importerede MMDB-filer. Ingen IP-adresser forlader enheden. Du kan importere flere ASN-/landedatabaser, og appen fletter de felter, den finder.
de: Verwendet lokal importierte MMDB-Dateien. Keine IP-Adressen verlassen das Gerät. Sie können mehrere ASN-/Länderdatenbanken importieren, und die App führt die gefundenen Felder zusammen.
es: Usa archivos MMDB importados localmente. Ninguna direccion IP sale del dispositivo. Puedes importar varias bases de datos de ASN/pais y la app combina los campos que encuentra.
fi: Kayttaa paikallisesti tuotuja MMDB-tiedostoja. IP-osoitteet eivat lahde laitteelta. Voit tuoda useita ASN-/maatietokantoja, ja sovellus yhdistaa loytamansa kentat.
fr: Utilise des fichiers MMDB importes localement. Aucune adresse IP ne quitte l'appareil. Vous pouvez importer plusieurs bases de donnees ASN/pays et l'app fusionne les champs trouves.
he: משתמש בקבצי MMDB מיובאים מקומית. אף כתובת IP לא יוצאת מהמכשיר. ניתן לייבא מספר מסדי נתונים של ASN/מדינה והאפליקציה ממזגת את השדות שהיא מוצאת.
hu: Helyileg importalt MMDB fajlokat hasznal. Egyetlen IP-cim sem hagyja el az eszkozt. Tobb ASN/orszag adatbazist is importalhatsz, es az alkalmazas osszefesuli a talalt mezoket.
it: Utilizza file MMDB importati localmente. Nessun indirizzo IP lascia il dispositivo. Puoi importare piu database ASN/paese e l'app unisce i campi trovati.
ja: ローカルにインポートした MMDB ファイルを使用します。IPアドレスがデバイスの外に送信されることはありません。複数のASN/国データベースをインポートでき、アプリが見つけたフィールドを統合します。
ko: 로컬로 가져온 MMDB 파일을 사용합니다. IP 주소가 기기 외부로 전송되지 않습니다. 여러 ASN/국가 데이터베이스를 가져올 수 있으며, 앱이 찾은 필드를 병합합니다.
nb: Bruker lokalt importerte MMDB-filer. Ingen IP-adresser forlater enheten. Du kan importere flere ASN-/landdatabaser, og appen slår sammen feltene den finner.
nl: Gebruikt lokaal geïmporteerde MMDB-bestanden. Er worden geen IP-adressen van het apparaat verzonden. Je kunt meerdere ASN-/landdatabases importeren en de app voegt de gevonden velden samen.
pl: Uzywa lokalnie zaimportowanych plikow MMDB. Zadne adresy IP nie opuszczaja urzadzenia. Mozesz importowac wiele baz ASN/krajow, a aplikacja laczy znalezione pola.
pt_br: Usa arquivos MMDB importados localmente. Nenhum endereco IP sai do dispositivo. Voce pode importar varios bancos de dados de ASN/paises e o app combina os campos encontrados.
pt_pt: Utiliza ficheiros MMDB importados localmente. Nenhum endereco IP sai do dispositivo. Pode importar varias bases de dados de ASN/paises e a aplicacao combina os campos encontrados.
ro: Foloseste fisiere MMDB importate local. Nicio adresa IP nu paraseste dispozitivul. Puteti importa mai multe baze de date ASN/tari, iar aplicatia combina campurile gasite.
sl: Uporablja lokalno uvozene datoteke MMDB. Noben naslov IP ne zapusti naprave. Uvozite lahko vec podatkovnih baz ASN/drzav, aplikacija pa zdruzi najdena polja.
sv: Använder lokalt importerade MMDB-filer. Inga IP-adresser lämnar enheten. Du kan importera flera ASN-/landsdatabaser och appen slår samman fälten den hittar.
uk: Використовує локально імпортовані файли MMDB. Жодна IP-адреса не залишає пристрій. Ви можете імпортувати кілька баз ASN/країн, і програма об'єднає знайдені поля.
vi: Sử dụng tệp MMDB được nhập cục bộ. Không có địa chỉ IP nào rời khỏi thiết bị. Bạn có thể nhập nhiều cơ sở dữ liệu ASN/quốc gia và ứng dụng sẽ hợp nhất các trường tìm được.
zh_hans: 使用本地导入的 MMDB 文件。IP 地址不会离开设备。您可以导入多个 ASN/国家数据库，应用会合并找到的字段。
zh_hant: 使用本機匯入的 MMDB 檔案。IP 位址不會離開裝置。您可以匯入多個 ASN/國家資料庫，應用程式會合併找到的欄位。

source: Uses netcat. May not work with strict firewalls (wrong source port).
ar: يستخدم netcat. قد لا يعمل مع جدران الحماية الصارمة (منفذ مصدر خاطئ).
ca: Usa netcat. Pot no funcionar amb tallafocs estrictes (port d'origen incorrecte).
cs: Používá netcat. Nemusí fungovat s přísnými firewally (nesprávný zdrojový port).
da: Bruger netcat. Virker muligvis ikke med strenge firewalls (forkert kildeport).
de: Verwendet netcat. Funktioniert möglicherweise nicht mit strengen Firewalls (falscher Quellport).
es: Usa netcat. Puede no funcionar con cortafuegos estrictos (puerto de origen incorrecto).
fi: Käyttää netcatia. Ei välttämättä toimi tiukkojen palomuurien kanssa (väärä lähdeportti).
fr: Utilise netcat. Peut ne pas fonctionner avec des pare-feux stricts (mauvais port source).
he: משתמש ב-netcat. עלול לא לעבוד עם חומות אש מחמירות (פורט מקור שגוי).
hu: Netcat-ot használ. Szigorú tűzfalakkal nem biztos, hogy működik (rossz forrásport).
it: Usa netcat. Potrebbe non funzionare con firewall restrittivi (porta sorgente errata).
ja: netcat を使用。厳格なファイアウォールでは動作しない場合があります（ソースポートが正しくありません）。
ko: netcat을 사용합니다. 엄격한 방화벽에서는 작동하지 않을 수 있습니다 (잘못된 소스 포트).
nb: Bruker netcat. Fungerer kanskje ikke med strenge brannmurer (feil kildeport).
nl: Gebruikt netcat. Werkt mogelijk niet met strikte firewalls (verkeerde bronpoort).
pl: Używa netcat. Może nie działać ze ścisłymi zaporami (nieprawidłowy port źródłowy).
pt_br: Usa netcat. Pode não funcionar com firewalls rígidos (porta de origem incorreta).
pt_pt: Utiliza netcat. Pode não funcionar com firewalls rigorosas (porta de origem incorreta).
ro: Folosește netcat. Poate să nu funcționeze cu firewall-uri stricte (port sursă greșit).
sl: Uporablja netcat. Morda ne deluje s strogimi požarnimi zidovi (napačna izvorna vrata).
sv: Använder netcat. Fungerar kanske inte med strikta brandväggar (fel källport).
uk: Використовує netcat. Може не працювати з суворими брандмауерами (хибний порт джерела).
vi: Sử dụng netcat. Có thể không hoạt động với tường lửa nghiêm ngặt (sai cổng nguồn).
zh_hans: 使用 netcat。在严格的防火墙下可能无法工作（源端口错误）。
zh_hant: 使用 netcat。在嚴格的防火牆下可能無法運作（來源連接埠錯誤）。

source: Uses QUIC or KCP for reliable UDP transport.
ar: يستخدم QUIC أو KCP لنقل UDP موثوق.
ca: Utilitza QUIC o KCP per a transport UDP fiable.
cs: Používá QUIC nebo KCP pro spolehlivý UDP transport.
da: Bruger QUIC eller KCP til pålidelig UDP-transport.
de: Verwendet QUIC oder KCP für zuverlässigen UDP-Transport.
es: Usa QUIC o KCP para transporte UDP confiable.
fi: Käyttää QUIC- tai KCP-protokollaa luotettavaan UDP-siirtoon.
fr: Utilise QUIC ou KCP pour un transport UDP fiable.
he: משתמש ב-QUIC או KCP לתעבורת UDP אמינה.
hu: QUIC vagy KCP protokollt használ megbízható UDP átvitelhez.
it: Utilizza QUIC o KCP per un trasporto UDP affidabile.
ja: QUIC または KCP を使用して信頼性の高い UDP トランスポートを提供します。
ko: QUIC 또는 KCP를 사용하여 안정적인 UDP 전송을 제공합니다.
nb: Bruker QUIC eller KCP for pålitelig UDP-transport.
nl: Gebruikt QUIC of KCP voor betrouwbaar UDP-transport.
pl: Używa QUIC lub KCP do niezawodnego transportu UDP.
pt_br: Usa QUIC ou KCP para transporte UDP confiável.
pt_pt: Usa QUIC ou KCP para transporte UDP fiável.
ro: Folosește QUIC sau KCP pentru transport UDP fiabil.
sl: Uporablja QUIC ali KCP za zanesljiv prenos UDP.
sv: Använder QUIC eller KCP för pålitlig UDP-transport.
uk: Використовує QUIC або KCP для надійного транспорту UDP.
vi: Sử dụng QUIC hoặc KCP để truyền tải UDP đáng tin cậy.
zh_hans: 使用 QUIC 或 KCP 进行可靠的 UDP 传输。
zh_hant: 使用 QUIC 或 KCP 進行可靠的 UDP 傳輸。

source: Uses raw IP packets with correct source port. Requires sudo but supports multiple sessions.
ar: يستخدم حزم IP خام مع منفذ المصدر الصحيح. يتطلب sudo لكنه يدعم جلسات متعددة.
ca: Usa paquets IP raw amb el port d'origen correcte. Requereix sudo però suporta múltiples sessions.
cs: Používá raw IP pakety se správným zdrojovým portem. Vyžaduje sudo, ale podporuje více relací.
da: Bruger rå IP-pakker med korrekt kildeport. Kræver sudo, men understøtter flere sessioner.
de: Verwendet rohe IP-Pakete mit korrektem Quellport. Erfordert sudo, unterstützt aber mehrere Sitzungen.
es: Usa paquetes IP crudos con el puerto de origen correcto. Requiere sudo pero admite múltiples sesiones.
fi: Käyttää raakoja IP-paketteja oikealla lähdeportilla. Vaatii sudon, mutta tukee useita istuntoja.
fr: Utilise des paquets IP bruts avec le bon port source. Nécessite sudo mais prend en charge les sessions multiples.
he: משתמש בחבילות IP גולמיות עם פורט מקור נכון. דורש sudo אך תומך במספר הפעלות.
hu: Nyers IP-csomagokat használ helyes forrásporttal. Sudo-t igényel, de több munkamenetet támogat.
it: Usa pacchetti IP raw con porta sorgente corretta. Richiede sudo ma supporta sessioni multiple.
ja: 正しいソースポートで Raw IP パケットを使用。sudo が必要ですが、複数セッションをサポートします。
ko: 올바른 소스 포트로 Raw IP 패킷을 사용합니다. sudo가 필요하지만 다중 세션을 지원합니다.
nb: Bruker rå IP-pakker med riktig kildeport. Krever sudo, men støtter flere sesjoner.
nl: Gebruikt onbewerkte IP-pakketten met correcte bronpoort. Vereist sudo maar ondersteunt meerdere sessies.
pl: Używa surowych pakietów IP z prawidłowym portem źródłowym. Wymaga sudo, ale obsługuje wiele sesji.
pt_br: Usa pacotes IP brutos com a porta de origem correta. Requer sudo, mas suporta múltiplas sessões.
pt_pt: Utiliza pacotes IP em bruto com a porta de origem correta. Requer sudo, mas suporta múltiplas sessões.
ro: Folosește pachete IP raw cu portul sursă corect. Necesită sudo dar suportă sesiuni multiple.
sl: Uporablja surove IP pakete s pravilnimi izvornimi vrati. Zahteva sudo, a podpira več sej.
sv: Använder råa IP-paket med korrekt källport. Kräver sudo men stöder flera sessioner.
uk: Використовує сирі IP-пакети з правильним портом джерела. Потребує sudo, але підтримує кілька сеансів.
vi: Sử dụng gói IP thô với cổng nguồn đúng. Yêu cầu sudo nhưng hỗ trợ nhiều phiên.
zh_hans: 使用正确源端口的原始 IP 数据包。需要 sudo，但支持多个会话。
zh_hant: 使用具有正確來源連接埠的原始 IP 封包。需要 sudo，但支援多個工作階段。

source: Uses same key lookup as ssh command
ar: يستخدم نفس آلية البحث عن المفاتيح المتبعة في أمر ssh
ca: Utilitza la mateixa cerca de claus que l'ordre ssh
cs: Používá stejné vyhledávání klíčů jako příkaz ssh
da: Bruger samme nøgleopslag som ssh-kommandoen
de: Verwendet dieselbe Schlüsselsuche wie der ssh-Befehl
es: Usa la misma búsqueda de claves que el comando ssh
fi: Käyttää samaa avainten hakua kuin ssh-komento
fr: Utilise la même recherche de clé que la commande ssh
he: משתמש באותו חיפוש מפתחות כמו פקודת ssh
hu: Ugyanazt a kulcskeresést használja, mint az ssh parancs
it: Usa la stessa ricerca chiave del comando ssh
ja: ssh コマンドと同じ鍵検索を使用
ko: ssh 명령어와 동일한 키 검색 사용
nb: Bruker samme nøkkeloppslag som ssh-kommandoen
nl: Gebruikt dezelfde sleutelzoekmethode als het ssh-commando
pl: Używa tego samego wyszukiwania kluczy co polecenie ssh
pt_br: Usa a mesma busca de chaves do comando ssh
pt_pt: Usa a mesma pesquisa de chaves do comando ssh
ro: Folosește aceeași căutare de chei ca și comanda ssh
sl: Uporablja enako iskanje ključev kot ukaz ssh
sv: Använder samma nyckelsökning som ssh-kommandot
uk: Використовує той самий пошук ключів, що й команда ssh
vi: Sử dụng cùng cách tra cứu khóa như lệnh ssh
zh_hans: 使用与 ssh 命令相同的密钥查找
zh_hant: 使用與 ssh 指令相同的金鑰查找

source: Uses socat with sourceport. Requires SO_REUSEPORT patch on mosh-server for multi-session.
ar: يستخدم socat مع منفذ المصدر. يتطلب تصحيح SO_REUSEPORT على mosh-server لتعدد الجلسات.
ca: Usa socat amb sourceport. Requereix el pedaç SO_REUSEPORT a mosh-server per a múltiples sessions.
cs: Používá socat se zdrojovým portem. Vyžaduje patch SO_REUSEPORT na mosh-server pro více relací.
da: Bruger socat med kildeport. Kræver SO_REUSEPORT-patch på mosh-server til flersession.
de: Verwendet socat mit Quellport. Erfordert SO_REUSEPORT-Patch auf dem mosh-Server für Mehrfachsitzungen.
es: Usa socat con sourceport. Requiere el parche SO_REUSEPORT en mosh-server para múltiples sesiones.
fi: Käyttää socatia lähdeportilla. Vaatii SO_REUSEPORT-korjauksen mosh-palvelimella usean istunnon tukeen.
fr: Utilise socat avec sourceport. Nécessite le correctif SO_REUSEPORT sur mosh-server pour les sessions multiples.
he: משתמש ב-socat עם פורט מקור. דורש תיקון SO_REUSEPORT ב-mosh-server לריבוי הפעלות.
hu: Socat-ot használ forrásporttal. Több munkamenethez SO_REUSEPORT javítás szükséges a mosh-serveren.
it: Usa socat con sourceport. Richiede la patch SO_REUSEPORT su mosh-server per sessioni multiple.
ja: socat と sourceport を使用。マルチセッションには mosh-server に SO_REUSEPORT パッチが必要です。
ko: socat과 sourceport를 사용합니다. 다중 세션에는 mosh-server에 SO_REUSEPORT 패치가 필요합니다.
nb: Bruker socat med kildeport. Krever SO_REUSEPORT-oppdatering på mosh-server for flersesjons.
nl: Gebruikt socat met bronpoort. Vereist SO_REUSEPORT-patch op mosh-server voor meerdere sessies.
pl: Używa socat ze źródłowym portem. Wymaga łatki SO_REUSEPORT na mosh-server do obsługi wielu sesji.
pt_br: Usa socat com sourceport. Requer o patch SO_REUSEPORT no mosh-server para múltiplas sessões.
pt_pt: Utiliza socat com sourceport. Requer o patch SO_REUSEPORT no mosh-server para múltiplas sessões.
ro: Folosește socat cu sourceport. Necesită patch-ul SO_REUSEPORT pe mosh-server pentru sesiuni multiple.
sl: Uporablja socat z izvornimi vrati. Zahteva popravek SO_REUSEPORT na mosh-server za več sej.
sv: Använder socat med källport. Kräver SO_REUSEPORT-patch på mosh-server för flersession.
uk: Використовує socat з портом джерела. Потребує патч SO_REUSEPORT на mosh-server для кількох сеансів.
vi: Sử dụng socat với cổng nguồn. Yêu cầu bản vá SO_REUSEPORT trên mosh-server cho đa phiên.
zh_hans: 使用 socat 和 sourceport。多会话需要在 mosh-server 上应用 SO_REUSEPORT 补丁。
zh_hant: 使用 socat 和 sourceport。多工作階段需要在 mosh-server 上套用 SO_REUSEPORT 修補。

source: Uses Team Cymru DNS TXT queries for ASN and country code lookups. No HTTP requests are made.
ar: يستخدم استعلامات DNS TXT من Team Cymru للبحث عن ASN ورمز الدولة. لا يتم إجراء أي طلبات HTTP.
ca: Utilitza consultes DNS TXT de Team Cymru per cercar ASN i codis de país. No es fan peticions HTTP.
cs: Používá DNS TXT dotazy Team Cymru pro vyhledávání ASN a kódů zemí. Nejsou odesílány žádné HTTP požadavky.
da: Bruger Team Cymru DNS TXT-forespørgsler til ASN- og landekodeopslag. Der foretages ingen HTTP-anmodninger.
de: Verwendet Team Cymru DNS TXT-Abfragen für ASN- und Ländercode-Lookups. Es werden keine HTTP-Anfragen gestellt.
es: Utiliza consultas DNS TXT de Team Cymru para buscar ASN y códigos de país. No se realizan solicitudes HTTP.
fi: Käyttää Team Cymru DNS TXT -kyselyitä ASN- ja maakoodihakuihin. HTTP-pyyntöjä ei lähetetä.
fr: Utilise les requêtes DNS TXT de Team Cymru pour rechercher les ASN et les codes pays. Aucune requête HTTP n'est effectuée.
he: משתמש בשאילתות DNS TXT של Team Cymru לחיפוש ASN וקוד מדינה. לא מבוצעות בקשות HTTP.
hu: Team Cymru DNS TXT lekérdezéseket használ ASN és országkód kereséshez. HTTP kérések nem kerülnek elküldésre.
it: Utilizza le query DNS TXT di Team Cymru per cercare ASN e codici paese. Non vengono effettuate richieste HTTP.
ja: Team Cymru DNS TXTクエリを使用してASNと国コードを検索します。HTTPリクエストは送信されません。
ko: Team Cymru DNS TXT 쿼리를 사용하여 ASN 및 국가 코드를 조회합니다. HTTP 요청은 전송되지 않습니다.
nb: Bruker Team Cymru DNS TXT-spørringer for ASN- og landskodeoppslag. Ingen HTTP-forespørsler sendes.
nl: Gebruikt Team Cymru DNS TXT-query's voor ASN- en landcode-opzoekingen. Er worden geen HTTP-verzoeken gedaan.
pl: Używa zapytań DNS TXT Team Cymru do wyszukiwania ASN i kodów krajów. Żadne żądania HTTP nie są wysyłane.
pt_br: Utiliza consultas DNS TXT do Team Cymru para buscar ASN e códigos de país. Nenhuma requisição HTTP é feita.
pt_pt: Utiliza consultas DNS TXT do Team Cymru para pesquisar ASN e códigos de país. Não são efetuados pedidos HTTP.
ro: Utilizează interogări DNS TXT de la Team Cymru pentru căutarea ASN și a codurilor de țară. Nu se efectuează cereri HTTP.
sl: Uporablja poizvedbe DNS TXT Team Cymru za iskanje ASN in kod države. Nobena zahteva HTTP ni poslana.
sv: Använder Team Cymru DNS TXT-förfrågningar för ASN- och landskoduppslag. Inga HTTP-förfrågningar görs.
uk: Використовує DNS TXT запити Team Cymru для пошуку ASN та кодів країн. HTTP запити не надсилаються.
vi: Sử dụng truy vấn DNS TXT của Team Cymru để tra cứu ASN và mã quốc gia. Không thực hiện yêu cầu HTTP nào.
zh_hans: 使用 Team Cymru DNS TXT 查询来获取 ASN 和国家代码。不会发送 HTTP 请求。
zh_hant: 使用 Team Cymru DNS TXT 查詢來取得 ASN 和國家代碼。不會發送 HTTP 請求。

source: Uses the active theme's selection colors
ar: يستخدم ألوان تحديد السمة النشطة
ca: Utilitza els colors de selecció del tema actiu
cs: Používá barvy výběru aktivního tématu
da: Bruger det aktive temas markeringsfarver
de: Verwendet die Auswahlfarben des aktiven Themes
es: Usa los colores de selección del tema activo
fi: Käyttää aktiivisen teeman valinnan värejä
fr: Utilise les couleurs de sélection du thème actif
he: משתמש בצבעי הבחירה של ערכת הנושא הפעילה
hu: Az aktív téma kijelölési színeit használja
it: Usa i colori di selezione del tema attivo
ja: アクティブなテーマの選択色を使用します
ko: 활성 테마의 선택 색상을 사용합니다
nb: Bruker det aktive temaets markeringsfarger
nl: Gebruikt de selectiekleuren van het actieve thema
pl: Używa kolorów zaznaczenia aktywnego motywu
pt_br: Usa as cores de seleção do tema ativo
pt_pt: Utiliza as cores de seleção do tema ativo
ro: Folosește culorile de selecție ale temei active
sl: Uporablja barve izbire aktivne teme
sv: Använder det aktiva temats markeringsfärger
uk: Використовує кольори виділення активної теми
vi: Sử dụng màu chọn của chủ đề đang hoạt động
zh_hans: 使用当前主题的选择颜色
zh_hant: 使用目前主題的選取顏色

source: Uses the IPInfo Lite API to look up ASN, organization name, country, and continent for IP addresses. IP addresses are sent to ipinfo.io over HTTPS.
ar: يستخدم IPInfo Lite API للبحث عن ASN واسم المؤسسة والدولة والقارة لعناوين IP. تُرسل عناوين IP إلى ipinfo.io عبر HTTPS.
ca: Utilitza l'IPInfo Lite API per cercar l'ASN, el nom de l'organització, el país i el continent de les adreces IP. Les adreces IP s'envien a ipinfo.io a través d'HTTPS.
cs: Používá IPInfo Lite API k vyhledání ASN, názvu organizace, země a kontinentu pro IP adresy. IP adresy jsou odesílány na ipinfo.io přes HTTPS.
da: Bruger IPInfo Lite API til at slå ASN, organisationsnavn, land og kontinent op for IP-adresser. IP-adresser sendes til ipinfo.io over HTTPS.
de: Verwendet die IPInfo Lite API, um ASN, Organisationsname, Land und Kontinent für IP-Adressen abzufragen. IP-Adressen werden über HTTPS an ipinfo.io gesendet.
es: Utiliza la IPInfo Lite API para buscar el ASN, nombre de la organización, país y continente de las direcciones IP. Las direcciones IP se envían a ipinfo.io a través de HTTPS.
fi: Käyttää IPInfo Lite API -rajapintaa ASN:n, organisaation nimen, maan ja maanosan hakemiseen IP-osoitteille. IP-osoitteet lähetetään ipinfo.io-palveluun HTTPS-yhteydellä.
fr: Utilise l'IPInfo Lite API pour rechercher l'ASN, le nom de l'organisation, le pays et le continent des adresses IP. Les adresses IP sont envoyées à ipinfo.io via HTTPS.
he: משתמש ב־IPInfo Lite API לחיפוש ASN, שם הארגון, מדינה ויבשת עבור כתובות IP. כתובות IP נשלחות אל ipinfo.io באמצעות HTTPS.
hu: Az IPInfo Lite API-t használja ASN, szervezetnév, ország és kontinens lekérdezéséhez IP-címekhez. Az IP-címek HTTPS-en keresztül kerülnek elküldésre az ipinfo.io számára.
it: Utilizza l'IPInfo Lite API per cercare ASN, nome dell'organizzazione, paese e continente degli indirizzi IP. Gli indirizzi IP vengono inviati a ipinfo.io tramite HTTPS.
ja: IPInfo Lite APIを使用して、IPアドレスのASN、組織名、国、大陸を検索します。IPアドレスはHTTPS経由でipinfo.ioに送信されます。
ko: IPInfo Lite API를 사용하여 IP 주소의 ASN, 조직명, 국가 및 대륙을 조회합니다. IP 주소는 HTTPS를 통해 ipinfo.io로 전송됩니다.
nb: Bruker IPInfo Lite API for å slå opp ASN, organisasjonsnavn, land og kontinent for IP-adresser. IP-adresser sendes til ipinfo.io over HTTPS.
nl: Gebruikt de IPInfo Lite API om ASN, organisatienaam, land en continent op te zoeken voor IP-adressen. IP-adressen worden via HTTPS naar ipinfo.io verzonden.
pl: Używa IPInfo Lite API do wyszukiwania ASN, nazwy organizacji, kraju i kontynentu dla adresów IP. Adresy IP są wysyłane do ipinfo.io przez HTTPS.
pt_br: Utiliza a IPInfo Lite API para buscar ASN, nome da organização, país e continente dos endereços IP. Os endereços IP são enviados para ipinfo.io via HTTPS.
pt_pt: Utiliza a IPInfo Lite API para pesquisar ASN, nome da organização, país e continente dos endereços IP. Os endereços IP são enviados para ipinfo.io através de HTTPS.
ro: Utilizează IPInfo Lite API pentru a căuta ASN, numele organizației, țara și continentul adreselor IP. Adresele IP sunt trimise către ipinfo.io prin HTTPS.
sl: Uporablja IPInfo Lite API za iskanje ASN, imena organizacije, države in celine za naslove IP. Naslovi IP so poslani na ipinfo.io prek HTTPS.
sv: Använder IPInfo Lite API för att slå upp ASN, organisationsnamn, land och kontinent för IP-adresser. IP-adresser skickas till ipinfo.io över HTTPS.
uk: Використовує IPInfo Lite API для пошуку ASN, назви організації, країни та континенту для IP-адрес. IP-адреси надсилаються на ipinfo.io через HTTPS.
vi: Sử dụng IPInfo Lite API để tra cứu ASN, tên tổ chức, quốc gia và châu lục cho các địa chỉ IP. Các địa chỉ IP được gửi đến ipinfo.io qua HTTPS.
zh_hans: 使用 IPInfo Lite API 查询 IP 地址的 ASN、组织名称、国家和大洲信息。IP 地址将通过 HTTPS 发送至 ipinfo.io。
zh_hant: 使用 IPInfo Lite API 查詢 IP 位址的 ASN、組織名稱、國家和洲別資訊。IP 位址將透過 HTTPS 傳送至 ipinfo.io。

source: Uses your ChatGPT Plus/Pro subscription instead of a metered API key.
ar: يستخدم اشتراك ChatGPT Plus/Pro الخاص بك بدلاً من مفتاح API مُقاس الاستخدام.
ca: Utilitza la vostra subscripció de ChatGPT Plus/Pro en lloc d'una clau API de pagament per ús.
cs: Používá vaše předplatné ChatGPT Plus/Pro místo API klíče s měřením spotřeby.
da: Bruger dit ChatGPT Plus-/Pro-abonnement i stedet for en forbrugsafregnet API-nøgle.
de: Verwendet Ihr ChatGPT-Plus/Pro-Abonnement anstelle eines nutzungsabhängig abgerechneten API-Schlüssels.
es: Usa su suscripción de ChatGPT Plus/Pro en lugar de una clave API de pago por uso.
fi: Käyttää ChatGPT Plus-/Pro-tilaustasi käytön mukaan veloitettavan API-avaimen sijaan.
fr: Utilise votre abonnement ChatGPT Plus/Pro au lieu d'une clé API facturée à l'usage.
he: משתמש במנוי ChatGPT Plus/Pro שלך במקום במפתח API בתשלום לפי שימוש.
hu: A ChatGPT Plus/Pro előfizetését használja mért API-kulcs helyett.
it: Utilizza il tuo abbonamento ChatGPT Plus/Pro invece di una chiave API a consumo.
ja: 従量制のAPIキーではなく、ChatGPT Plus/Proのサブスクリプションを使用します。
ko: 측정 과금 API 키 대신 ChatGPT Plus/Pro 구독을 사용합니다.
nb: Bruker ChatGPT Plus-/Pro-abonnementet ditt i stedet for en målt API-nøkkel.
nl: Gebruikt uw ChatGPT Plus/Pro-abonnement in plaats van een API-sleutel met verbruikskosten.
pl: Wykorzystuje Twoją subskrypcję ChatGPT Plus/Pro zamiast rozliczanego klucza API.
pt_br: Usa sua assinatura ChatGPT Plus/Pro em vez de uma chave de API paga por uso.
pt_pt: Utiliza a sua subscrição ChatGPT Plus/Pro em vez de uma chave de API medida.
ro: Folosește abonamentul dvs. ChatGPT Plus/Pro în locul unei chei API contorizate.
sl: Uporablja vašo naročnino ChatGPT Plus/Pro namesto merjenega API-ključa.
sv: Använder din ChatGPT Plus/Pro-prenumeration istället för en API-nyckel med förbrukningsdebitering.
uk: Використовує вашу підписку ChatGPT Plus/Pro замість тарифікованого ключа API.
vi: Sử dụng gói đăng ký ChatGPT Plus/Pro của bạn thay vì API key tính phí theo mức dùng.
zh_hans: 使用您的 ChatGPT Plus/Pro 订阅，而非按量计费的 API 密钥。
zh_hant: 使用您的 ChatGPT Plus/Pro 訂閱，而非依用量計費的 API 金鑰。
